export const problemList = [
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "따뜻하고 풍요로운 이미지와 차갑고 쓸쓸한 이미지 두가지를 연출해 보세요.",
    condition: "(3색상 이상 10칸 이상)",
    solvedAt: "2022.7.23",
    id: 1,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "국제대회 참석하는 50대 여성을 위한 한국 상징하는 한복디자인을 하려 한다. 전통문화 내포하면서도 격식있는 느낌이 연출되도록 연상 형용사를 제시하고 배색하라.",
    condition: "(5색상 이상 12칸 이상)",
    solvedAt: "2022.7.23",
    id: 2,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "시끄럽고 높은음과 차분하고 낮은음 이미지를 각각 배색하고 배색의도와 두개의 이미지를 비교 설명하시오.",
    condition: "(3색상 이상 10칸 이상)",
    solvedAt: "2022.7.23",
    id: 3,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "도시 근처에 위치한 와인 전문 카페 인테리어 색체 계획이다. 오래되고 깊이있는 느낌이 들어나도록 배색하시오",
    condition: "(5색상 이상 12칸 이상)",
    solvedAt: "2022.7.23",
    id: 4,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "파랑의 긍정적 이미지인 신뢰, 전문성의 이미지와 부정적이미지인 우울, 슬픔의 이미지를 비교해 배색하시오.",
    condition: "(3색상 이상 10칸 이상)",
    solvedAt: "2022.7.23",
    id: 5,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "유기농 샐러드 도시락 패키지 디자인하려한다. '깨끗하고 바른 먹거리'의 이미지가 연상되도록 배색하시오.",
    condition: "(5색상 이상 12칸 이상)",
    solvedAt: "2022.7.23",
    id: 6,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "여름의 덥고 화려한 이미지와 겨울의 춥고 스산한 이미지를 배색하시오.",
    condition: "(3색상 이상 10칸 이상)",
    solvedAt: "2022.7.23",
    id: 7,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "디지털 환경에 익숙한 MZ세대(15-39)를 위한 모바일게임 메인화면을 제작한다. 트렌드에 민감하고 이색적인 경험을 원하는 소비자를 타겟으로 하여 배색기법 등을 설명하여 배색하시오.",
    condition: "(5색상 이상 12칸 이상)",
    solvedAt: "2022.7.23",
    id: 8,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "강렬하고 매운맛과 소박하고 담백한 맛의 이미지를 각각 배색하고, 배색의도와 2개의 이미지를 각각 설명하시오.",
    condition: "(3색상 이상 10칸 이상)",
    solvedAt: "2022.7.23",
    id: 9,
  },
  {
    year: "2022년도",
    round: "2회차",
    type: "1-2",
    title:
      "과도한 업무로 스트레스를 받는 택배 노동자의 고단함을 풀어줄 수 있는 실내디자인을 하려 한다. 작업능률을 올리고 환경개선을 위한 편안하고 쾌적한 이미지로 색채디자인하시오.",
    condition: "(5색상 이상 12칸 이상)",
    solvedAt: "2022.7.23",
    id: 10,
  },
];
